{
	"nav":{
		"1": "Home",
		"2": "About",
		"3": "Comments",
		"4": "Latest News",
		"5": {
			"1":"Are you sure?",
			"2": "You are going to leave the website to go to https://github.com/CrIsTiAnPvP",
			"3": "Cancel",
			"4": "Visit"
		},
		"6": "All SDGs"
	},
	"rot": {
		"1": "Climate Change",
		"2": "Global Warming",
		"3": "Carbon Emissions",
		"slogan": "Against:"
	},
	"carousel":{
		"1": {
			"t": "Should we do something?",	
			"st": "If we do nothing, climate change will continue"
		},
		"2": {
			"t": "Droughts",
			"st": "According to NASA, droughts are becoming more frequent"
		},
		"3": {
			"t": "More and more...",
			"st": "More and more lakes and rivers are drying up"
		},
		"4": {
			"t": "The Poles",
			"st": "They are melting at an alarming rate"
		},
		"5": {
			"t": "High CO2 emissions",
			"st": "Responsible for the destruction of the ozone layer"
		},
		"6": {
			"t": "Too many factories",
			"st": "Responsible for air pollution"
		}
	},
	"mainpage":{
		"1":{
			"t": "What is ODS 13?",
			"st": "To take urgent action to combat climate change and its effects"
		},
		"2":{
			"t": "What is Climate Change?",
			"st": "Climate change is a change in the pattern of weather phenomena"
		},
		"3":{
			"t": "Immediate action",
			"st": "The climate crisis will not stop, and the international community is shying away from the necessary commitment to reverse it. Climate change is altering national economies and affecting the lives and livelihoods of many people, especially the most vulnerable."
		},
		"4":{
			"t": "What happens if no action is taken?",
			"st": "If not controlled, the effects of climate change will raise the global average temperature above 3 °C and negatively affect all ecosystems."
		},
		"5":{
			"t": "The solution to the problem",
			"st": "It is necessary to increase ambition and act at all levels to address climate change. Many changes are happening around the world, and investments in renewable energies have skyrocketed. Still, much remains to be done. To limit the global temperature increase well below 2 °C, or even 1.5 °C, the world must transform its energy, industrial, transport, food, agricultural, and forestry systems."
		}
	},
	"comments":{
		"1": "Leave a comment",
		"2": {
			"1": "Back",
			"2": "Next"
		},
		"3": {
			"1": {
				"1": "Enter a username",
				"2": "This is the name that will be displayed in the comments"	
			},
			"2":{
				"1": "Enter an email",
				"2": "This email will not be visible to others"
			},
			"3":{
				"1": "Enter a comment",
				"2": "This comment will be visible to all users"
			}
		},
		"4": "Submit",
		"5": "This is the best website!",
		"6": "Comment sent!",
		"7": "Newer First",
		"8": "Older First",
		"9": "Alphabetically",
		"10": {
			"1": "Previous",
			"2": "Next"
		},
		"11": {
			"1": "There aren't any comments yet",
			"2": "Be the first to comment!"
		},
		"12": "Number of comments per page",
		"13": "Order of the comments"
	},
	"errors": {
		"1": "The username must be at least 2 characters long",
		"2": "The email is not valid",
		"3": "The comment cannot be empty",
		"4": "An error occurred while fetching the comments",
		"5": "An error occurred, please try again",
		"6": "The comment cannot be longer than 40 characters",
		"7": "An error occurred while fetching the news",
		"8": "The comment cannot be longer than 100 characters"
	},
	"about":{
		"title": "About Us",
		"description": "This project focuses on raising awareness about climate change and what we must do to remedy it as soon as possible",
		"technologies":{
			"title":"What has been used in this project?",
			"names":{
				"1": "React",
				"2": "Node.js",
				"3": "Next.js",
				"4": "MongoDB",
				"5": "ShadCN",
				"6": "i18next",
				"7": "TailwindCSS",
				"8": "Prisma",
				"9": "Nginx"
			},
			"descs":{
				"1": "React is a JavaScript/TypeScript framework used to create interactive and reactive user interfaces.",
				"2": "Node.js is a JavaScript runtime environment used to execute JavaScript code on the server.",
				"3": "Next.js is a React framework used to create web applications and static websites.",
				"4": "MongoDB is a NoSQL database used to store data in JSON format.",
				"5": "ShadCN is a React component library.",
				"6": "i18next is an internationalization library for React.",
				"7": "TailwindCSS is a CSS framework used to design websites and web applications.",
				"8": "Prisma is an ORM for Node.js used to interact with relational databases.",
				"9": "Nginx is a very popular web server today, used as a web server or reverse proxy."
			}
		}
	},
	"news": {
		"1": "Add a new news",
		"2": {
			"1": "Enter a title for the news",
			"2": "This title will be displayed in the news",
			"3": "Global warming..."
		},
		"3": {
			"1": "Enter a link",
			"2": "This link will be displayed in the news"
		},
		"4": {
			"1": "Enter the content of the news",
			"2": "This content will be displayed in the news",
			"3": "Global warming is a problem that affects everyone..."
		},
		"5": {
			"1": "Enter an image",
			"2": "This image will be displayed in the news",
			"3": "https://www.cristianac.live/image.jpg"
		},
		"date": {
			"1": "Choose a date",
			"2": "This date is the publication date of the news"
		},
		"errors":{
			"1": "The title of the news must be at least 5 characters long",
			"2": "You must enter a valid link",
			"3": "You must enter a valid date",
			"4": "The content of the news must be at least 100 characters long",
			"5": "You must enter the main image link of the news"
		},
		"page": {
			"1": "Newer First",
			"2": "Older First",
			"3": "Alphabetically",
			"4": "Number of news per page",
			"5": "Order of the news",
			"6": "Read more...",
			"10": {
				"1": "Previous",
				"2": "Next"
			},
			"errors": {
				"1": "There are no news yet",
				"2": "Wait a moment and try again"
			},
			"coments": {
				"1": "There are no comments in this new yet, Why not leave one?",
				"2": "Leave a comment"
			}
		}
	},
	"404":{
		"1": "Page not found",
		"2": "Sorry, the page you are looking for does not exist. You can always try again by clicking the button below",
		"3": "Back to home"
	},
	"ods": {
		"t": "What are the Sustainable Development Goals?",
		"1st": "The Sustainable Development Goals are a call to action to end poverty, protect the planet, and ensure that all people enjoy peace and prosperity by 2030.\n They try to achieve this by addressing the global challenges we face, including those related to poverty, inequality, climate change, environmental degradation, peace, and justice.\n The 17 Goals are all interconnected, and to leave no one behind, it is essential to achieve them all by 2030.",
		"title": "What other SDGs are there?",
		"st": "There are 17 Sustainable Development Goals in the 2030 Agenda, which are:",
		"modal": {
			"t1": "We have found: ",
			"t2": " webs for SDG ",
			"st": "Click on each link to see them!"
		},
		"1": {
			"title": "No Poverty",
			"desc": "End poverty in all its forms everywhere"
		},
		"2": {
			"title": "Zero Hunger",
			"desc": "End hunger, achieve food security and improved nutrition, and promote sustainable agriculture"
		},
		"3": {
			"title": "Good Health and Well-being",
			"desc": "Ensure healthy lives and promote well-being for all at all ages"
		},
		"4": {
			"title": "Quality Education",
			"desc": "Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all"
		},
		"5": {
			"title": "Gender Equality",
			"desc": "Achieve gender equality and empower all women and girls"
		},
		"6": {
			"title": "Clean Water and Sanitation",
			"desc": "Ensure availability and sustainable management of water and sanitation for all"
		},
		"7": {
			"title": "Affordable and Clean Energy",
			"desc": "Ensure access to affordable, reliable, sustainable, and modern energy for all"
		},
		"8": {
			"title": "Decent Work and Economic Growth",
			"desc": "Promote sustained, inclusive, and sustainable economic growth, full and productive employment, and decent work for all"
		},
		"9": {
			"title": "Industry, Innovation, and Infrastructure",
			"desc": "Build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation"
		},
		"10": {
			"title": "Reduced Inequality",
			"desc": "Reduce inequality within and among countries"
		},
		"11": {
			"title": "Sustainable Cities and Communities",
			"desc": "Make cities and human settlements inclusive, safe, resilient, and sustainable"
		},
		"12": {
			"title": "Responsible Consumption and Production",
			"desc": "Ensure sustainable consumption and production patterns"
		},
		"13": {
			"title": "Climate Action",
			"desc": "Take urgent action to combat climate change and its impacts"
		},
		"14": {
			"title": "Life Below Water",
			"desc": "Conserve and sustainably use the oceans, seas, and marine resources for sustainable development"
		},
		"15": {
			"title": "Life on Land",
			"desc": "Protect, restore, and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, halt and reverse land degradation, and halt biodiversity loss"
		},
		"16": {
			"title": "Peace, Justice, and Strong Institutions",
			"desc": "Promote peaceful and inclusive societies for sustainable development, provide access to justice for all, and build effective, accountable, and inclusive institutions at all levels"
		},
		"17": {
			"title": "Partnerships for the Goals",
			"desc": "Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development"
		}
	}
}