{
	"nav":{
		"1": "Inicio",
		"2": "Sobre Nosotros",
		"3": "Comentarios",
		"4": "Ultimas Noticias",
		"5": {
			"1":"¿Estás seguro?",
			"2": "Vas a abandonar la pagina web para dirigirte a https://github.com/CrIsTiAnPvP",
			"3": "Cancelar",
			"4": "Visitar"
		}
	},
	"rot": {
		"1": "El Cambio Climatico",
		"2": "El Calentamiento Global",
		"3": "Las Emisiones de Carbono",
		"slogan": "En contra de:"
	},
	"carousel":{
		"1": {
			"t": "Debemos hacer algo?",	
			"st": "Si no hacemos nada, el cambio climatico continuara"
		},
		"2": {
			"t": "Sequias",
			"st": "Según la NASA las sequias son cada vez más frecuentes"
		},
		"3": {
			"t": "Cada vez más...",
			"st": "Cada vez hay más lagos y rios secandose"
		},
		"4": {
			"t": "Los Polos",
			"st": "Se derriten a un ritmo alarmante"
		},
		"5": {
			"t": "Altas emisiones de C02",
			"st": "Culpables de la destrucción de la capa de ozono"
		},
		"6": {
			"t": "Demasiadas Fabricas",
			"st": "Responsables de la contaminación del aire"
		}
	},
	"mainpage":{
		"1":{
			"t": "¿En que consiste el ODS 13?",
			"st": "En adoptar medidas urgentes para combatir el cambio climático y sus efectos"
		},
		"2":{
			"t": "¿Que es el Cambio Climatico?",
			"st": "El cambio climático es un cambio en el patrón de los fenómenos meteorológicos"
		},
		"3":{
			"t": "Acción inmediata",
			"st": "La crisis climática no va a parar, y la comunidad internacional rehúye el compromiso necesario para revertirla. El cambio climático está alterando las economías nacionales y afectando a las distintas vidas y medios de subsistencia de muchas personas, especialmente las más vulnerables."
		},
		"4":{
			"t": "¿Qué pasa si no se toman medidas?",
			"st": "De no controlarse, los efectos del cambio climático elevarán la temperatura media mundial por encima de los 3 °C y afectarán negativamente a todos los ecosistemas. "
		},
		"5":{
			"t": "La solución del problema",
			"st": "Es necesario aumentar la ambición y actuar en todos los niveles para hacer frente al cambio climático. Están sucediendo muchos cambios en todo el mundo, y las inversiones en energías renovables se han disparado. Aún así, queda mucho por hacer. Para limitar el aumento global de la temperatura muy por debajo de los 2 °C, o incluso de 1,5 °C, el mundo debe transformar sus sistemas energéticos, industriales, de transporte, alimentarios, agrícolas y forestales."
		}
	},
	"comments":{
		"1": "Dejar un comentario",
		"2": {
			"1": "Atrás",
			"2": "Siguiente"
		},
		"3": {
			"1": {
				"1": "Introduce un nombre de usuario",
				"2": "Este es el nombre que se mostrará en los comentarios"	
			},
			"2":{
				"1": "Introduce un correo",
				"2": "Este correo no será visible para los demás"
			},
			"3":{
				"1": "Introduce un comentario",
				"2": "Este comentario será visible para todos los usuarios"
			}
		},
		"4": "Enviar",
		"5": "Esta es la mejor web!",
		"6": "Comentario enviado!",
		"7": "Nuevos Primero",
		"8": "Antiguos Primero",
		"9": "Alfabeticamente",
		"10": {
			"1": "Anterior",
			"2": "Siguiente"
		},
		"11":{
			"1": "No hay ningún comentario aún",
			"2": "¿Por qué no dejas uno?"
		},
		"12": "Numero de comentarios por página",
		"13": "Orden de los comentarios"
	},
	"errors":{
		"1": "El nombre de usuario debe ser de al menos 2 carácteres",
		"2": "El correo no es valido",
		"3": "El comentario no puede estar vacio",
		"4": "Ha ocurrido un error al obtener los comentarios",
		"5": "Ha ocurrido un error, por favor intentelo de nuevo",
		"6": "El comentario no puede ser más largo de 40 carácteres",
		"7": "Ha ocurrido un error al obtener las noticias"
	},
	"about":{
		"title": "Sobre Nosotros",
		"description": "Este proyecto se enfoca en la concienciación del cambio climatico y de que debemos hacer para remediarlo cuanto antes",
		"technologies":{
			"title":"¿Que se ha usado en este proyecto?",
			"names":{
				"1": "React",
				"2": "Node.js",
				"3": "Next.js",
				"4": "MongoDB",
				"5": "ShadCN",
				"6": "i18next",
				"7": "TailwindCSS",
				"8": "Prisma",
				"9": "Nginx"
			},
			"descs":{
				"1": "React es un framework de JavaScript/TypeScript que se utiliza para crear interfaces de usuario interactivas y reactivas.",
				"2": "Node.js es un entorno de ejecución de JavaScript que se utiliza para ejecutar código JavaScript en el servidor.",
				"3": "Next.js es un framework de React que se utiliza para crear aplicaciones web y sitios web estáticos.",
				"4": "MongoDB es una base de datos NoSQL que se utiliza para almacenar datos en formato JSON.",
				"5": "ShadCN es una libreria de componentes de React",
				"6": "i18next es una libreria de internacionalización para React",
				"7": "TailwindCSS es un framework de CSS que se utiliza para diseñar sitios web y aplicaciones web.",
				"8": "Prisma es un ORM para Node.js que se utiliza para interactuar con bases de datos relacionales.",
				"9": "Nginx es un servidor web que muy popular en la actualidad, usado como servidor web o proxy inverso."
			}
		}
	},
	"news": {
		"1": "Agregar una nueva noticia",
		"2": {
			"1": "Introduce un titulo para la noticia",
			"2": "Este titulo será el que se muestre en la noticia",
			"3": "El calentamiento global..."
		},
		"3": {
			"1": "Introduce un enlace",
			"2": "Este enlace será el que se muestre en la noticia"
		},
		"4": {
			"1": "Introduce el contenido de la noticia",
			"2": "Este contenido será el que se muestre en la noticia",
			"3": "El calentamiento global es un problema que afecta a todo el mundo..."
		},
		"5": {
			"1": "Introduce una imagen",
			"2": "Este imagen será la que se muestre en la noticia",
			"3": "https://www.cristianac.live/imagen.jpg"
		},
		"date": {
			"1": "Escoge una fecha",
			"2": "Esta fecha es la de publicación de la noticia"
		},
		"errors":{
			"1": "El titulo de la noticia debe tener al menos 5 carácteres",
			"2": "Debes introducir un enlace válido",
			"3": "Debes introducir una fecha válida",
			"4": "El contenido de la noticia como mínimo debe tener 100 carácteres",
			"5": "Debes introducir el enlace de la imagen principal de la noticia"
		},
		"page": {
			"1": "Nuevas Primero",
			"2": "Antiguas Primero",
			"3": "Alfabeticamente",
			"4": "Numero de noticias por página",
			"5": "Orden de las noticias",
			"6": "Leer más...",
			"10": {
				"1": "Anterior",
				"2": "Siguiente"
			},
			"errors": {
				"1": "Aun no hay noticias",
				"2": "Espera un momento y vuelve a intentarlo"
			}
		}
	},
	"404":{
		"1": "Página no encontrada",
		"2": "Lo sentimos, la página que buscas no existe. Siempre puedes volver a intentarlo pulsando el botón de abajo",
		"3": "Volver al inicio"
	}
}